/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "中止";

/* alert button
   dialog confirmation */
"OK" = "好";

/* alert button */
"Abort scan" = "中止掃描";

/* alert button */
"Continue" = "繼續";

/* alert button */
"Continue scan" = "繼續掃描";

/* alert button */
"Ignore" = "忽略";

/* alert button */
"Ignore plug-in" = "忽略外掛模組";

/* alert button */
"Open plug-in graphic interface" = "開啟外掛模組圖形介面";

/* alert button */
"Start Plug-In Manager" = "啟動外掛模組管理程式";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "親愛的 ^P 用户，\n你有 %ld 個已啟用的「音訊單元」並未通過 Apple AU 驗證。這可能會導致問題發生，甚至使 ^P 當機或導致資料遺失！請向製造商詢問更新版本。我們建議你在「外掛模組管理程式」中停用這些外掛模組。";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "只有已順利掃描的「音訊單元」可用於 ^P。\n掃描作業將會在下次你啟用 ^P 時繼續。";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "透過「%2$@」的音訊單元「%1$@」報告未經適當授權在此系統上使用。\n請查看外掛模組的文件以取得更多關於複製防護的資料。";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "透過「%2$@」的音訊單元「%1$@」報告未經適當授權在此系統上使用。\n請查看外掛模組的文件以取得更多關於複製防護的資料。你現在可開啟外掛模組的圖形介面來管理複製防護。";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "在驗證「音訊單元」相容性時，^P 發現 %ld 個「音訊單元」外掛模組並未通過 Apple AU 驗證。為避免可能發生問題或當機，已將這些外掛模組從 ^P 日後使用中排除。你可以現在啟動「外掛模組管理程式」來檢視驗證結果或繼續設定程序。";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "^P 在嘗試使用「%2$@」的「音訊單元」「%1$@」時非預期地結束。\n此外掛模組可能需要更新。";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "安裝的「音訊單元」外掛模組發生錯誤。";

/* alert title */
"Audio Unit authorization error." = "「音訊單元」授權錯誤。";

/* alert title */
"Incompatible Audio Units found." = "找到不相容的「音訊單元」。";

/* alert title */
"You are about to abort the scan process." = "你即將中止掃描程序。";

/* alert title */
"You are using incompatible Audio Units." = "你正在使用不相容的「音訊單元」。";

/* audio unit type */
"MIDI processor" = "MIDI 處理器";

/* audio unit type */
"MIDI-controlled effect" = "MIDI 控制的效果";

/* audio unit type */
"effect" = "效果";

/* audio unit type */
"format converter" = "格式轉換程式";

/* audio unit type */
"generator" = "產生器";

/* audio unit type */
"instrument" = "樂器";

/* audio unit type */
"mixer" = "混音器";

/* audio unit type */
"offline effect" = "離線效果";

/* audio unit type */
"output unit" = "輸出單位";

/* audio unit type */
"panner" = "左右聲道平衡器";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "正在搜尋「音訊單元」外掛模組⋯";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "正在更新「音訊單元」外掛模組的相關資料⋯";

/* possible validation result */
"couldn’t be opened" = "無法開啟";

/* possible validation result */
"crashed validation" = "驗證當掉";

/* possible validation result */
"failed validation" = "驗證失敗";

/* possible validation result */
"not authorized" = "未經授權";

/* possible validation result */
"not validated due to internal error" = "因為內部錯誤而未經驗證";

/* possible validation result */
"not yet validated" = "未經驗證";

/* possible validation result */
"successfully validated" = "已順利驗證";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "正在掃描「音訊單元」（已完成 %1$d / %2$d）";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "正在掃描「音訊單元」（已完成 %1$ld / %2$ld）";

/* used for invalid version numbers */
"invalid" = "無效";

/* used when value transformer can’t interpret given object */
"unknown" = "未知";
